module.exports = {
	"NDFL3DOHResponse": {
		"ИдЗапрос": "000000000000000000000000000000000001",
		"СвНДФЛ3": {
			"ОтчетГод": "2016",
			"ДокПредст": "760",
			"СвФЛ": {
				"ФИОФЛ": {
					"FamilyName": "ИВАНОВ",
					"FirstName": "ИВАН",
					"Patronymic": "ИВАНОВИЧ"
				},
				"ИННФЛ": "100000000074"
			},
			"ИтогУплВозв": {
				"НалБаза": [
					{
						"Ставка": "13",
						"ВидДоход": "3",
						"НалБазаИсчисл": "1000000.00"
					},
					{
						"Ставка": "15",
						"ВидДоход": "2",
						"НалБазаИсчисл": "100001.00"
					}
				],
				"ДоходИстРФ": [
					{
						"Ставка": "13",
						"ВидДоход": "01",
						"Доход": "1000000.00",
						"ИстЮЛ": {
							"Наим": "ООО ТЕСТ",
							"ИННЮЛ": "1000000002",
							"КПП": "010101001"
						}
					},
					{
						"Ставка": "13",
						"ВидДоход": "01",
						"Доход": "1000000.00",
						"ИстФЛИн": {
							"ФИОИн": "Иванов Иван Иванович",
							"ИННФЛ": "100000000211"
						}
					}
				],
				"ДоходИстИно": [
					{
						"Ставка": "20",
						"РасчДохНалИно": {
							"КодВидДох": "21",
							"НаимИстДох": "ООО Рога",
							"ДоходИноРуб": "50000.00",
						}
					},
					{
						"Ставка": "21",
						"РасчДохНалИно": {
							"КодВидДох": "22",
							"НаимИстДох": "ООО Рога 1",
							"ДоходИноРуб": "60000.00",
						}
					}
				],
				"ДоходПредпр": {
					"ДоходИт": "2000.00",
					"РасчВидДеят": [
						{
							"ВидДеят": "01",
							"ОКВЭД": "62.0",
							"Доход": "2000.00",
							"РасхФакт": "1000.00",
						},
						{
							"ВидДеят": "02",
							"ОКВЭД": "61.0",
							"Доход": "3000.00",
							"РасхФакт": "2000.00",
						}
					]
				}
			}
		}
	}
}